{
    "english":{
        "introduction" : "Thank you for shopping at Best Buy during these unprecedented times. We are very quickly evolving how we do business so we can continue to enrich your life with technology, while keeping you and our employees as safe as possible. Your feedback is more important than ever.   By taking part in this short survey, you can be assured that your voice will be heard. At the end of the survey, you will have the opportunity to enter a drawing for a $1,000 gift card, valid for Best Buy / Best Buy Mobile® merchandise. Thanks in advance for your time and input.",
        "ltr" : "Based on this experience, how likely are you to recommend Best Buy® to your friends and family?",
        "notLikely":"Not at all Likely",
        "extremeLikely":"Extreme Likely",
        "ltrComment": "Why did you choose this response?",
        "availability":"Please rate the availability of employees to assist you:",
        "rating":"Please rate the employee that you interacted with in terms of:",
        "poor":"Poor",
        "excellent":"Excellent",
        "caring":"Caring about you",
        "expert":"Ability to provide expert advice",
        "aspects":"Based on your recent experience, please rate the following:", 
        "products":"Variety of products",
        "productsAvailability":"The product being in-stock and available for purchase",
        "demos":"Product demos and displays",
        "kindness":"Employee friendliness",
        "price":"Prices compared to the competition",
        "clean":"The store appearence (cleaniness, ability to move through aisles, etc.)",
        "safe":"Feeling safe to shop in store",
        "easyShopping":"Ease of the shopping experience",
        "covid":"Adequate cleaning and sanitization protocols were implemented",
        "personal":"Please tell us a bit more about yourself.",
        "gender":"What best describes your gender?",
        "woman":"Female",
        "man":"Male",
        "other":"Other",
        "preferNotToSay":"Prefer not to answer",
        "age":"What is your age?",
        "lessThan18":"Under 18 years old",
        "from18to24":"18-24 years old",
        "from25to34":"25-34 years old",
        "from35to44":"35-44 years old",
        "from45to54":"45-54 years old",
        "from55to64":"55-64 years old",
        "from65plus":"65+",
        "overall":"In the space below, please provide any additional feedback or recommendations you have for Best Buy®.",
        "callUs":"If you would like to connect with Customer Service Support about your feedback, please call 1-866-237-8289.",
        "sweepStake":"Do you wish to participate in the Best Buy® / Best Buy Mobile® Survey Shopping Spree Sweeptakes?",
        "yes":"Yes",
        "no":"No",
        "sweepStakeDescription":"To enter the Best Buy / Best Buy Mobile® Survey $1,000 gift card draw, complete below entry form. The information you provide will be handled according to the Best Buy / Best Buy Mobile® Privacy Policy.",
        "required":"Required fields",
        "firstName":"First Name",
        "lastName":"Last Name",
        "address":"Address (No P.O. Boxes)",
        "appartement":"Apartment or Suite Number",
        "city":"City",
        "province":"Province",
        "postalCode":"Postal Code",
        "phone":"Daytime Telephone Number (e.g. xxx-xxx-xxxx)",
        "email":"Email",
        "byClicking":"By clicking >> button, I affirm that I am a legal resident of Canada who has reached the age of majority in my province of residence at the time my entry is submitted and have read and agree to the Official Rules.",
        "thanksTitle":"Thanks for your time and feedback!",
        "thanksMessage":"Best Buy® is always exploring ways to make your shopping experience better. We value your input and look forward to serving you again!",
        "thanksAgain":"Thanks again,",
        "bestBuyTeam":"The Best Buy® Team"
    },
    "french":{
        "introduction": "Merci de magasiner chez Best Buy pendant cette période sans précédent. Nous changeons très rapidement notre façon de faire des affaires afin de pouvoir continuer à enrichir votre vie avec la technologie, tout en vous gardant, vous et nos employés, en sécurité autant que possible. En participant à ce court sondage, soyez sûr que votre voix sera entendue. À la fin du sondage, vous pourrez participer à un tirage pour tenter de gagner une carte-cadeau d’une valeur de 1000 $, valable sur les produits de Best Buy / Best Buy Mobile®. Merci d'avance pour votre temps et vos commentaires.",
        "ltr" : "Selon cette expérience, quelle est la probabilité que vous recommandiez Best Buy® à votre famille et à vos amis?",
        "notLikely":"Pas du tout probable",
        "extremeLikely":"Extrêmement probable",
        "ltrComment": "Pourquoi avez-vous choisi cette réponse?",
        "placeholder":"Veuillez saisir votre réponse ici.",
        "availability":"Veuillez attribuer une note à la disponibilité des employés pour vous venir en aide :",
        "rating":"Veuillez attribuer une note à l’employé avec qui vous avez interagi concernant :",
        "poor":"Mauvais",
        "excellent":"Excellent",
        "caring":"L’attention qu’il vous a portée",
        "expert":"La capacité à fournir des conseils d’expert",
        "aspects":"Selon votre expérience récente, donnez une note aux aspects suivants :",
        "products":"Variété des produits",
        "productsAvailability":"La disponibilité des produits (en stock)",
        "demos":"Produits de démonstrations et présentoirs",
        "kindness":"Gentillesse de l'employé",
        "price":"Prix par rapport à ceux de la concurrence",
        "clean":"L'apparence du magasin (propreté, espace suffisant pour se déplacer dans les allées, etc.)",
        "safe":"Sentiment de sécurité dans le magasin",
        "easyShopping":"Simplicité de l'expérience de magasinage",
        "covid":"Des protocoles de nettoyage et de désinfection adéquats étaient mis en place",
        "personal":"Veuillez nous en dire un peu plus à propos de vous.",
        "gender":"Lequel des énoncés suivants décrit le mieux votre genre?",
        "woman":"Femme",
        "man":"Homme",
        "other":"Autre",
        "preferNotToSay":"Je préfère ne pas répondre",
        "age":"Quel âge avez-vous?",
        "lessThan18":"Moins de 18 ans",
        "from18to24":"18 à 24 ans",
        "from25to34":"25 à 34 ans",
        "from35to44":"35 à 44 ans",
        "from45to54":"45 à 54 ans",
        "from55to64":"55 à 64 ans",
        "from65plus":"65 ans et +",
        "overall":"Dans l'espace ci-dessous, veuillez inscrire tout commentaire ou recommendation supplémentaire à l'intention de Best Buy®.",
        "callUs":"Si vous souhaitez communiquer avec le Service à la clientèle au sujet de vos commentaires, veuillez appeler le 1-866-237-8289.",
        "sweepStake":"Voulez-vous participer au tirage de méga magasinage de la Best Buy® ou de Best Buy Mobile®?",
        "yes":"Oui",
        "no":"Non",
        "sweepStakeDescription":"Pour participer au tirage de gagner une carte cadeau Best Buy / Best Buy Mobile® d'une valeur de 1000$, remplissez le formulaire ci-dessous. Les renseignements fournis seront traités dans le respect de la Politique de confidentialité de Best Buy / Best Buy Mobile®.",
        "required":"Champs obligatoires",
        "firstName":"Prénom",
        "lastName":"Nom",
        "address":"Adresse",
        "appartement":"N° d'appartement ou de suite",
        "city":"Ville",
        "province":"Province",
        "postalCode":"Code postal",
        "phone":"Téléphone (jour) (p. ex. xxx-xxx-xxxx)",
        "email":"Email",
        "byClicking":"En cliquant le bouton >>, j'affirme être un résident autorisé du Canada ayant l'âge de la majorité dans ma province de résidence au moment de soummettre ma participation, et avoir lu et accepté les règlements officiels.",
        "thanksTitle":"Nous vous remercions pour votre temps et votre rétroaction!",
        "thanksMessage":"Best Buy® cherche constamment des façons d'améliorer votre expérience de magasinage. Vos commentaires sont importants et nous avons hâte de pouvoir à nouveau vous servir!",
        "thanksAgain":"Merci encore,",
        "bestBuyTeam":"L'équipe Best Buy®"

    }
}   
   
    
   